import React from "react";
// End of import all dependencies
import "./style.css";
const Home = () => {
  return (
    <div>
      <h1 className="h1"> إملاء مكانك بالنباتات</h1>
      <p className="p1">
        نحن عشاق النباتات!  نقدم لك مجموعة منتقاة بعناية من النباتات الداخلية
        والخارجية والسلع من الموزع المفضل لدينا ونقدمها
        لك. سنشارك جميع نصائحنا الخاصة بالعناية من المبتدئين إلى المحترفين. نقوم
        أيضًا بتصميم مكان عملك حتى يشعر المتعاونون معك بالراحة أثناء العمل
      </p>
    </div>
  );
};

export default Home;
